# DS_GetOffsetUnit

## Description
Returns document shadow offset unit.

```pascal
FUNCTION DS_GetOffsetUnit : INTEGER;
```

```python

def vs.DS_GetOffsetUnit():
    return INTEGER
```

## Version
Availability: from Vectorworks 2014
## Category
* Document Attributes